Repository: common-repository/post-specific-comments-widget
Catalog: lang/post-specific-comments-widget-*.po
Languages: es_es, fr_fr

source: The most recent comments for a specific post
es_es: Los comentarios más recientes para una publicación específica
fr_fr: Les commentaires les plus récents pour un poste spécifique

source: Post-Specific Comments
es_es: Comentarios post-específicos
fr_fr: Commentaires post-spécifiques

source: Recent Comments
es_es: Comentarios recientes
fr_fr: Commentaires récents

source: %1$s on %2$s
es_es: %1$s en %2$s
fr_fr: %1$s sur %2$s

source: <span class="recentcommentsauthor">%1$s</span> said %2$s
es_es: <span class="recentcommentsauthor">%1$s</span> dicho %2$s
fr_fr: <span class="recentcommentsauthor">%1$s</span> dit %2$s

source: <span class="recentcommentstitle">%1$s</span> &ndash; %2$s
es_es: <span class="recentcommentstitle">%1$s</span> – %2$s
fr_fr: <span class="recentcommentstitle">%1$s</span> - %2$s

source: Display Title
es_es: Mostrar el título
fr_fr: Afficher le titre

source: Number of Comments to Show
es_es: Número de comentarios que se mostrarán
fr_fr: Nombre de commentaires à afficher

source: Post/Page ID Number
es_es: Número de identificación de la publicación/página
fr_fr: Numéro d’ID de publication/Page

source: Comment Format
es_es: Formato de comentario
fr_fr: Format de commentaires

source: (Author) on (Post Title)
es_es: (Autor) en (Título posterior)
fr_fr: (Auteur) sur (Titre post)

source: (Author) said (Excerpt)
es_es: (Autor) dijo (Extracto)
fr_fr: (Auteur) dit (Extrait)

source: (Excerpt) &ndash; (Author)
es_es: (Extracto) &ndash; (Autor)
fr_fr: (Extrait) &ndash; (Auteur)

source: (Excerpt)
es_es: (Extracto)
fr_fr: (Extrait)

source: Other format:
es_es: Otro formato:
fr_fr: Autre format:

source: Use text &amp; shortcodes, no CSS/JS/HTML except &lt;p&gt;, &lt;br /&gt;, &lt;strong&gt;, &lt;ul&gt;, &lt;li&gt;, and &lt;em&gt;.
es_es: Utilice texto y shortcodes, sin CSS/JS/HTML excepto &lt;p&gt;, &lt;br /&gt;, &lt;strong&gt;, &lt;ul&gt;, &lt;li&gt;, and &lt;em&gt;.
fr_fr: Utilisez le texte et les codes courts, pas de CSS/JS/HTML, à l'exception de &lt;p&gt;, &lt;br /&gt;, &lt;strong&gt;, &lt;ul&gt;, &lt;li&gt;, and &lt;em&gt;.

source: Shortcodes are: [AUTHOR], [TITLE], [LINKED-TITLE], [EXCERPT], [DATE], [AVATAR].
es_es: Los shortcodes son: [AUTHOR], [TITLE], [LINKED-TITLE], [EXCERPT], [DATE], [AVATAR].
fr_fr: Les shortcodes sont : [AUTHOR], [TITLE], [LINKED-TITLE], [EXCERPT], [DATE], [AVATAR].

source: Refer to plugin readme.txt file for more info.
es_es: Consulte el archivo readme.txt del plugin para obtener más información.
fr_fr: Référez-vous au fichier plugin readme.txt pour plus d'informations.

source: Excerpt Length
es_es: Longitud del extracto
fr_fr: Longueur de l'extrait

source: Excerpt Trailing
fr_fr: Extrait Trailing

source: Please support hard working volunteer Wordpress developers with <a href="%1$s" target="_blank" rel="noopener">small donations</a> and/or <a href="%2$s" target="_blank" rel="noopener">plugin reviews</a>. Thank you!
es_es: Por favor, apoyar a los desarrolladores voluntarios de Wordpress de trabajo duro con <a href="%1$s" target="_blank" rel="noopener">pequeñas donaciones</a> y / o <a href="%2$s" target="_blank" rel="noopener">comentarios de plugins.</a> ¡Gracias!
fr_fr: S’il vous plaît soutenir les développeurs wordpress bénévoles travaillant dur <a href="%1$s" target="_blank" rel="noopener">avec de petits dons</a> et / <a href="%2$s" target="_blank" rel="noopener">ou des commentaires plugin</a>. Merci!

source: A widget that displays recent comments from a *specific post or page* (or all). Display format is highly customizable with shortcodes, hooks, and unique CSS tags, and includes gravatars.
es_es: Un widget que muestra comentarios recientes de una *publicación o página específica* (o todas). El formato de visualización es altamente personalizable con shortcodes, ganchos y etiquetas CSS únicas, e incluye gravatars.
fr_fr: Un widget qui affiche les commentaires récents à partir d'une publication ou d'une page spécifique (ou tous). Le format d'affichage est hautement personnalisable avec des codes courts, des crochets et des balises CSS uniques, et comprend des gravatars.
